Repository: zwyyy456/zbox
Catalog: zbox/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: All Clear
zh_hans: 全部清除

source: Backspace
zh_hans: 退格

source: Built-in Calculator
zh_hans: 内置计算器

source: Calculator
zh_hans: 计算器

source: Cannot divide by zero.
zh_hans: 不能除以零。

source: Change Sign
zh_hans: 切换正负号

source: Decimal
zh_hans: 十进制

source: Decimal value
zh_hans: 十进制数值

source: Equals
zh_hans: 等于

source: Error
zh_hans: 错误

source: Hexadecimal
zh_hans: 十六进制

source: Hexadecimal value
zh_hans: 十六进制数值

source: Input Base
zh_hans: 输入进制

source: The result is outside the 64-bit integer range.
zh_hans: 结果超出 64 位整数范围。

# %@ is already used by another app or could not be registered (%d).
source: %1$@ is already used by another app or could not be registered (%2$d).
zh_hans: %1$@ 已被其他应用占用或无法注册（%2$d）。

source: %@ shortcut
zh_hans: %@ 快捷键

source: %lld applications
zh_hans: %lld 个应用

source: A dictionary resource is unavailable.
zh_hans: 词典资源不可用。

source: Accessibility
zh_hans: 辅助功能

source: Accessibility permission is required to enable Text Lookup.
zh_hans: 启用文本取词需要辅助功能权限。

source: Accessibility permission is required to enable Window Management.
zh_hans: 启用窗口管理需要辅助功能权限。

source: Accessibility permission is required to move windows.
zh_hans: 移动窗口需要辅助功能权限。

source: Accessibility permission is required to read text in other apps.
zh_hans: 读取其他应用中的文本需要辅助功能权限。

source: Accessibility-dependent features were disabled. Re-enable them after granting permission.
zh_hans: 依赖辅助功能权限的功能已关闭。重新授权后请手动启用。

source: Add
zh_hans: 添加

source: Apple Translation does not support this language pair.
zh_hans: Apple 翻译不支持此语言组合。

source: Application bundle identifier
zh_hans: 应用 Bundle 标识符

source: Applications
zh_hans: 应用

source: Automatic
zh_hans: 自动弹出

source: Choose a primary dictionary in FlashDict first.
zh_hans: 请先在 FlashDict 中选择主词典。

source: Clear
zh_hans: 清除

source: Clipboard Compatibility Mode
zh_hans: 剪贴板兼容取词

source: Command Failed
zh_hans: 命令执行失败

source: Command Shortcuts
zh_hans: 命令快捷键

source: Definition
zh_hans: 释义

source: Definition unavailable
zh_hans: 释义不可用

source: Delete
zh_hans: 删除

source: Dismiss
zh_hans: 关闭

source: Double-tap ⌥
zh_hans: 双击 ⌥

source: Enable Text Lookup
zh_hans: 启用文本取词

source: Enable Window Management
zh_hans: 启用窗口管理

source: Enable Window Management in Settings before running this command.
zh_hans: 请先在设置中启用窗口管理，再执行此命令。

source: Escape
zh_hans: Esc

source: Excluded Applications
zh_hans: 排除的应用

source: FlashDict could not complete the lookup.
zh_hans: FlashDict 无法完成查询。

source: FlashDict integration is unavailable in this build.
zh_hans: 此版本不支持 FlashDict 集成。

source: Forward Delete
zh_hans: 向前删除

source: General
zh_hans: 通用

source: Global Hotkey
zh_hans: 全局快捷键

source: Granted
zh_hans: 已授权

source: Include Command, Control, Option, or Shift in the shortcut.
zh_hans: 快捷键中需包含 Command、Control、Option 或 Shift。

source: Indexed Applications
zh_hans: 已索引应用

source: Key %u
zh_hans: 按键 %u

source: Launch at Login
zh_hans: 登录时启动

source: Left Half
zh_hans: 左半屏

source: Looking up in FlashDict…
zh_hans: 正在 FlashDict 中查询…

source: Lookup Shortcut
zh_hans: 取词快捷键

source: Maximize
zh_hans: 最大化

source: Move the pointer over a readable word.
zh_hans: 请将指针移到可读取的单词上。

source: No Commands Found
zh_hans: 未找到命令

source: No sentence is available to translate.
zh_hans: 没有可翻译的句子。

source: Not Set
zh_hans: 未设置

source: Off
zh_hans: 关闭

source: Open Accessibility Settings
zh_hans: 打开辅助功能设置

source: Open FlashDict
zh_hans: 打开 FlashDict

source: Open FlashDict, then try again.
zh_hans: 请打开 FlashDict 后重试。

source: Open System Settings
zh_hans: 打开系统设置

source: Open Window Management
zh_hans: 打开窗口管理设置

source: Open zbox
zh_hans: 打开 zbox

source: Page Down
zh_hans: 下一页

source: Page Up
zh_hans: 上一页

source: Permission
zh_hans: 权限

source: Preparing Apple Translation…
zh_hans: 正在准备 Apple 翻译…

source: Press a non-modifier key to complete the shortcut.
zh_hans: 请再按一个非修饰键以完成快捷键。

source: Press another key…
zh_hans: 请再按一个按键…

source: Protected text cannot be read.
zh_hans: 无法读取受保护的文本。

source: Quit zbox
zh_hans: 退出 zbox

source: Reading text under the pointer…
zh_hans: 正在读取指针下的文本…

source: Reload Applications
zh_hans: 重新扫描应用

source: Remove
zh_hans: 移除

source: Request Permission
zh_hans: 请求授权

source: Required
zh_hans: 需要授权

source: Retry
zh_hans: 重试

source: Retry Translation
zh_hans: 重试翻译

source: Return
zh_hans: 回车

source: Right Half
zh_hans: 右半屏

source: Root Search
zh_hans: 全局搜索

source: Root Search shortcut
zh_hans: 全局搜索快捷键

source: Root Search: %@
zh_hans: 全局搜索：%@

source: Search applications
zh_hans: 搜索应用和命令

source: Select a word or phrase first.
zh_hans: 请先选择单词或短语。

source: Select no more than 80 characters and 8 words.
zh_hans: 请选择不超过 80 个字符且不超过 8 个单词的内容。

source: Selected
zh_hans: 已选中

source: Selection Trigger
zh_hans: 划词触发

source: Settings
zh_hans: 设置

source: Settings could not be opened.
zh_hans: 无法打开设置。

source: Settings…
zh_hans: 设置…

source: Shortcut Required
zh_hans: 需要快捷键确认

source: Shortcuts
zh_hans: 快捷键

source: Show Application Paths in Search Results
zh_hans: 在搜索结果中显示应用路径

source: Space
zh_hans: 空格

source: Text
zh_hans: 文本

source: Text Lookup
zh_hans: 文本取词

source: Text Lookup Escape
zh_hans: 文本取词关闭键

source: Text Lookup could not find an available screen.
zh_hans: 文本取词找不到可用的显示器。

source: Text Lookup is disabled for this application.
zh_hans: 此应用已禁用文本取词。

source: Text Lookup reads selected text or text under the pointer only when triggered. Captured text stays in the current popup unless you create a FlashDict card. It does not use Screen Recording or keep lookup history.
zh_hans: 文本取词仅在触发时读取选区或鼠标指针下的文字。捕获内容只保留在当前弹窗中，除非你明确创建 FlashDict 闪卡；不会使用屏幕录制权限，也不会保存查词历史。

source: The application that owned the window is no longer available.
zh_hans: 原窗口所属的应用已不可用。

source: The hotkey registration %@ already exists.
zh_hans: 快捷键注册 %@ 已存在。

source: The language download was cancelled.
zh_hans: 语言下载已取消。

source: The primary dictionary has no result for this term.
zh_hans: 主词典中没有此词条的结果。

source: The selected text could not be read.
zh_hans: 无法读取所选文本。

source: The selection could not be read using clipboard compatibility mode.
zh_hans: 无法通过剪贴板兼容模式读取选区。

source: The sentence could not be translated.
zh_hans: 无法翻译此句。

source: The sentence language could not be identified.
zh_hans: 无法识别句子语言。

# The shortcut is already used by %@ and %@.
source: The shortcut is already used by %1$@ and %2$@.
zh_hans: 快捷键已被 %1$@ 和 %2$@ 使用。

source: The shortcut update failed (%1$@), and the previous shortcuts could not be restored (%2$@).
zh_hans: 快捷键更新失败（%1$@），且无法恢复原快捷键（%2$@）。

source: The target application has no focused window.
zh_hans: 目标应用没有聚焦窗口。

source: The target window does not support this operation.
zh_hans: 目标窗口不支持此操作。

source: The target window is not on an available display.
zh_hans: 目标窗口不在可用的显示器上。

source: The target window position or size could not be read.
zh_hans: 无法读取目标窗口的位置或大小。

source: This application does not expose text at this location.
zh_hans: 此应用未公开该位置的文本。

source: Translation
zh_hans: 翻译

source: Translation Language
zh_hans: 翻译目标语言

source: Translation target language
zh_hans: 翻译目标语言

source: Try a different application or command name.
zh_hans: 请尝试其他应用或命令名称。

source: Type Shortcut…
zh_hans: 请按快捷键…

source: Unable to Look Up Text
zh_hans: 无法取词

source: Unable to install the global hotkey handler (%d).
zh_hans: 无法安装全局快捷键处理程序（%d）。

source: Unable to open %@.
zh_hans: 无法打开 %@。

source: Update zbox and FlashDict to compatible versions.
zh_hans: 请将 zbox 和 FlashDict 更新到兼容版本。

source: When Accessibility cannot read an existing selection, zbox may briefly simulate Copy and restore the clipboard if it has not changed. Pointer lookup never uses the clipboard.
zh_hans: 当辅助功能无法读取已有选区时，zbox 可短暂模拟复制，并仅在剪贴板未被改动时恢复内容。鼠标指针取词不会使用剪贴板。

source: Window Management
zh_hans: 窗口管理

source: Window Management uses Accessibility only to move and resize the frontmost application window.
zh_hans: 窗口管理仅使用辅助功能权限移动和缩放前台应用窗口。

source: zbox Settings
zh_hans: zbox 设置

source: ↑↓ Select ↩ Run esc Close
zh_hans: ↑↓ 选择 ↩ 执行 esc 关闭

source: 1 Day
zh_hans: 1 天

source: 30 Days
zh_hans: 30 天

source: 7 Days
zh_hans: 7 天

source: Add Application…
zh_hans: 添加应用…

source: All Items
zh_hans: 全部

source: Allow Clipboard Access / Resume
zh_hans: 允许访问剪贴板／恢复记录

source: Allow clipboard access in System Settings, then resume recording.
zh_hans: 请在系统设置中允许访问剪贴板，然后恢复记录。

source: Browse recently copied items
zh_hans: 浏览最近复制的内容

source: Clear Clipboard History…
zh_hans: 清空剪贴板历史…

source: Clipboard History
zh_hans: 剪贴板历史

source: Clipboard history could not be opened or saved.
zh_hans: 无法打开或保存剪贴板历史。

source: Copy
zh_hans: 复制

source: Copy something after enabling Clipboard History, or change your search and filter.
zh_hans: 启用剪贴板历史后复制内容，或调整搜索和筛选条件。

source: Delete All
zh_hans: 全部删除

source: Delete all clipboard history, including pinned items?
zh_hans: 删除全部剪贴板历史（包括置顶内容）？

source: Direct paste requires Accessibility. You can still copy the item.
zh_hans: 直接粘贴需要辅助功能权限，仍可使用复制。

source: Enable Clipboard History
zh_hans: 启用剪贴板历史

source: Filter
zh_hans: 筛选

source: Image
zh_hans: 图片

source: Image preview unavailable
zh_hans: 暂无图片预览

source: Images
zh_hans: 图片

source: Keep History
zh_hans: 保留期限

source: Links
zh_hans: 链接

source: No Clipboard Items
zh_hans: 没有剪贴板记录

source: Paste
zh_hans: 粘贴

source: Pin / Unpin
zh_hans: 置顶／取消置顶

source: Pinned
zh_hans: 已置顶

source: Pinned items fill the history. Unpin or delete an item to continue recording.
zh_hans: 置顶内容已占满历史容量，请取消置顶或删除部分内容以继续记录。

source: Request Accessibility for Direct Paste
zh_hans: 授予直接粘贴所需的辅助功能权限

source: Search Clipboard History
zh_hans: 搜索剪贴板历史

source: Stores future copies on this Mac. History is not encrypted or synced. Sensitive markers and excluded apps are skipped, but not all secrets can be detected.
zh_hans: 在本机保存启用后复制的内容。历史不加密、不同步。会跳过带敏感标记的内容和排除的应用，但无法识别所有敏感信息。

source: The clipboard changed while it was being read.
zh_hans: 读取期间剪贴板发生了变化。

source: The image preview could not be loaded.
zh_hans: 无法加载图片预览。

source: The item could not be pasted. Copy it and paste manually.
zh_hans: 无法粘贴此内容，请复制后手动粘贴。

source: The last clipboard item is too large to save.
zh_hans: 上一次复制的内容过大，无法保存。

source: The last clipboard item uses an unsupported format.
zh_hans: 上一次复制的内容格式不受支持。

source: The original app is unavailable. Copy the item and paste it manually.
zh_hans: 原应用不可用，请复制内容后手动粘贴。

source: Up to 500 items and 100 MiB. Pinned items do not expire but count toward the limit.
zh_hans: 最多保存 500 条、共 100 MiB。置顶内容不过期，但计入容量限制。

source: Add Host…
zh_hans: 添加图床…

source: Aliyun OSS
zh_hans: 阿里云 OSS

source: Allow Screen Recording in System Settings, then try the screenshot again.
zh_hans: 请在系统设置中授予屏幕录制权限，然后重新截图。

source: Arrow
zh_hans: 箭头

source: Bucket
zh_hans: 存储空间（Bucket）

source: Cancel
zh_hans: 取消

source: Cancel Upload
zh_hans: 取消上传

source: Capture Area
zh_hans: 区域截图

source: Capture Screen
zh_hans: 屏幕截图

source: Capture Window
zh_hans: 窗口截图

source: Captures only when you run a screenshot command. Screen Recording permission is required.
zh_hans: 仅在执行截图命令时捕获屏幕，需要屏幕录制权限。

source: Choose an image host in Screenshot settings first.
zh_hans: 请先在截图设置中选择图床。

source: Click a window · Esc to cancel
zh_hans: 点击选择窗口 · Esc 取消

source: Copy Image
zh_hans: 复制图片

source: Copy Link
zh_hans: 复制链接

source: Copy Link As
zh_hans: 链接格式

source: Cover
zh_hans: 遮挡

source: Credentials are stored in Keychain on this Mac.
zh_hans: 凭据保存在本机钥匙串中。

source: Crop
zh_hans: 裁剪

source: Default Host
zh_hans: 默认图床

source: Done & Copy
zh_hans: 完成并复制

source: Done & Upload
zh_hans: 完成并上传

source: Done & Upload sends the edited image to the selected host. Screenshot selection alone never uploads an image.
zh_hans: “完成并上传”会将编辑后的图片发送到所选图床。仅选取截图区域不会上传。

source: Drag to select an area · Esc to cancel
zh_hans: 拖动选择区域 · Esc 取消

source: Edit…
zh_hans: 编辑…

source: Enable Screenshot
zh_hans: 启用截图

source: Enter a name for this image host.
zh_hans: 请填写图床名称。

source: Enter a valid bucket or service name.
zh_hans: 请填写有效的存储空间或服务名称。

source: Enter text, then click the image
zh_hans: 输入文字，然后点击图片放置

source: Enter the bucket region, such as us-east-1 or cn-hangzhou.
zh_hans: 请填写存储空间所在区域，例如 us-east-1 或 cn-hangzhou。

source: Enter the credentials required by this image host.
zh_hans: 请填写此图床所需的凭据。

source: Format
zh_hans: 格式

source: Image Hosting
zh_hans: 图床

source: Image copied.
zh_hans: 已复制图片。

source: Image host credentials could not be read or saved in Keychain.
zh_hans: 无法在钥匙串中读取或保存图床凭据。

source: Image saved.
zh_hans: 已保存图片。

source: Link copied.
zh_hans: 已复制链接。

source: Name
zh_hans: 名称

source: None
zh_hans: 无

source: Object Path Prefix
zh_hans: 文件路径前缀

source: Open Screen Recording Settings
zh_hans: 打开屏幕录制设置

source: Operator
zh_hans: 操作员

source: Operator Password
zh_hans: 操作员密码

source: Provider
zh_hans: 服务商

source: Public Base URL (HTTPS)
zh_hans: 图片访问地址（HTTPS）

source: Qiniu
zh_hans: 七牛云

source: Rectangle
zh_hans: 矩形

source: Redo
zh_hans: 重做

source: Region
zh_hans: 区域

source: Remove this image host and its saved credentials?
zh_hans: 移除此图床及其保存的凭据？

source: Retry Last Upload
zh_hans: 重试上次上传

source: Retry uses the previous exported image and its original image host.
zh_hans: 重试使用上次导出的图片和原图床。

source: SM.MS uploads have moved to S.EE. Enter a S.EE API key; the old SM.MS upload endpoint is no longer used.
zh_hans: SM.MS 上传已迁移至 S.EE。请填写 S.EE API Key；不再使用旧 SM.MS 上传接口。

source: Save
zh_hans: 保存

source: Save…
zh_hans: 保存…

source: Screenshot
zh_hans: 截图

source: Service Name
zh_hans: 服务名称

source: Session Token (optional)
zh_hans: 临时凭证 Token（可选）

source: Stored image host settings could not be read.
zh_hans: 无法读取已保存的图床设置。

source: Tencent COS
zh_hans: 腾讯云 COS

source: The host configuration changed. Start a new upload to use the new settings.
zh_hans: 图床配置已更改，请重新发起上传以使用新设置。

source: The image host returned an invalid upload result.
zh_hans: 图床返回的上传结果无效。

source: The object path prefix contains invalid characters.
zh_hans: 文件路径前缀包含无效字符。

source: The screenshot could not be captured. Try again.
zh_hans: 截图失败，请重试。

source: The screenshot could not be exported.
zh_hans: 无法导出截图。

source: The selected screen or window is no longer available.
zh_hans: 所选屏幕或窗口已不可用。

source: The test uploads a generated image to the selected host. It does not capture your screen. Public access must be configured at the host.
zh_hans: 测试会向所选图床上传一张生成的图片，不会截取屏幕。请在图床侧配置图片访问权限。

source: Tool
zh_hans: 工具

source: Undo
zh_hans: 撤销

source: Upload
zh_hans: 上传

source: Upload Endpoint (HTTPS)
zh_hans: 上传接口地址（HTTPS）

source: Upload Test Image
zh_hans: 上传测试图片

source: Upload automatically when finishing edits
zh_hans: 完成编辑后自动上传

source: Upload cancelled. The host may already have received the image.
zh_hans: 已取消上传，但图床可能已经收到图片。

source: Upload complete. Link copied.
zh_hans: 上传完成，已复制链接。

source: Upload complete. The link is ready to copy.
zh_hans: 上传完成，可复制链接。

source: Upload complete. Your clipboard changed, so the link was not copied. Use Copy Link when ready.
zh_hans: 上传完成。剪贴板内容已变化，因此未自动复制链接。需要时可点击“复制链接”。

source: Upload failed. Check your connection and image host settings, then retry.
zh_hans: 上传失败，请检查网络连接和图床设置后重试。

source: Upyun
zh_hans: 又拍云

source: Use an HTTPS URL without credentials, query parameters or fragments. Upload endpoints must not include a bucket or path.
zh_hans: 请使用不含凭据、查询参数或片段的 HTTPS 地址。上传接口地址不能包含存储空间或路径。

source: Use the bucket's public URL or a CDN domain, without the object path. zbox does not change bucket permissions or generate expiring links.
zh_hans: 填写存储空间的公开地址或 CDN 域名，不含文件路径。zbox 不修改存储空间权限，也不生成临时签名链接。

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小

source: %lld × %lld px
zh_hans: %1$lld × %2$lld 像素

source: Upload failed (HTTP %lld). Check the host settings, permissions and account limits.
zh_hans: 上传失败（HTTP %lld）。请检查图床配置、权限和账户限制。

source: The image host rejected the upload. Check your API key, account limits and file size.
zh_hans: 图床拒绝了上传，请检查 API Key、账户限制和文件大小。

source: Workspace
zh_hans: 工作区

source: Workspaces
zh_hans: 工作区列表

source: Enable Workspace
zh_hans: 启用工作区

source: Manage Workspaces
zh_hans: 管理工作区

source: Save Current Workspace
zh_hans: 保存当前工作区

source: Restore Workspace: %@
zh_hans: 恢复工作区：%@

source: Open Workspace Settings
zh_hans: 打开工作区设置

source: Enable Workspace in Settings first.
zh_hans: 请先在设置中启用工作区。

source: Save application window layouts and restore them locally using Accessibility permission.
zh_hans: 保存应用窗口布局，通过辅助功能权限在本机恢复。

source: Latest Restoration
zh_hans: 本次恢复

source: No saved workspaces.
zh_hans: 尚未保存工作区。

source: Restore
zh_hans: 恢复

source: Edit
zh_hans: 编辑

source: Update from Current Layout
zh_hans: 用当前布局更新

source: Workspace Actions
zh_hans: 工作区操作

source: Edit Workspace
zh_hans: 编辑工作区

source: Each application restores its current main window, not a specific document.
zh_hans: 每个应用恢复当前主窗口的布局，不对应特定文档。

source: Activate after restoring
zh_hans: 恢复后切换到

source: Do not activate
zh_hans: 不切换应用

source: Layout window
zh_hans: 布局模板窗口

source: No eligible windows on the current desktop.
zh_hans: 当前桌面没有可保存的窗口。

source: Skipped Windows
zh_hans: 已跳过的窗口

source: Choose Displays
zh_hans: 选择显示器

source: Some saved displays are unavailable. Choose a display or skip their applications for this restoration only.
zh_hans: 部分已保存的显示器不可用。请选择本次使用的显示器，或跳过对应应用；不会修改已保存的布局。

source: Choose…
zh_hans: 请选择…

source: Skip applications
zh_hans: 跳过对应应用

source: Not a standard window
zh_hans: 不是普通窗口

source: Window is minimized
zh_hans: 窗口已最小化

source: Window is full screen
zh_hans: 窗口处于全屏模式

source: Window cannot be resized
zh_hans: 窗口不支持调整大小

source: Window frame is unavailable
zh_hans: 无法读取窗口位置和大小

source: Window is hidden or on another desktop
zh_hans: 窗口已隐藏或位于其他桌面

source: Restoration cancelled. Completed changes were kept.
zh_hans: 已取消恢复，已完成的调整保持不变。

source: Restored %lld of %lld applications.
zh_hans: 已恢复 %lld/%lld 个应用。

source: Skipped: display unavailable
zh_hans: 已跳过：显示器不可用

source: Restored
zh_hans: 已恢复

source: Multiple instances of this application are running.
zh_hans: 此应用有多个实例正在运行。

source: Select the application's main window, then try again.
zh_hans: 请先选中此应用的主窗口，再重试。

source: No eligible window appeared within 10 seconds. Open a normal window on this desktop and try again.
zh_hans: 等待 10 秒后仍无可操作窗口。请在当前桌面打开普通窗口，再重试。

source: The application limited the requested window position or size.
zh_hans: 应用限制了窗口的位置或大小，未完全恢复。

source: A workspace is already being restored.
zh_hans: 已有工作区正在恢复。

source: Saved workspaces could not be read. Your stored data has been preserved.
zh_hans: 无法读取已保存的工作区，原始数据已保留。

source: Request Accessibility Permission
zh_hans: 请求辅助功能权限

source: Display
zh_hans: 显示器

source: Manage Displays
zh_hans: 管理显示器

source: Enable Display
zh_hans: 启用显示器管理

source: Refresh Displays
zh_hans: 刷新显示器

source: System managed
zh_hans: 由系统管理

source: A required display is missing or cannot be identified uniquely.
zh_hans: 所需显示器未连接，或无法唯一识别。

source: The saved display mode is no longer available.
zh_hans: 保存的显示模式已不可用。

source: macOS could not apply the display configuration (%d).
zh_hans: macOS 无法应用显示配置（%d）。

source: Enable Display in Settings first.
zh_hans: 请先在设置中启用显示器管理。

source: Keep or revert the current display change first.
zh_hans: 请先保留或恢复本次显示设置。

source: Display Presets
zh_hans: 显示预设

source: Save Current Display Preset
zh_hans: 保存当前显示预设

source: Display Preset Actions
zh_hans: 显示预设操作

source: Keep these display settings?
zh_hans: 保留这些显示设置吗？

source: Reverting in %lld seconds.
zh_hans: 将在 %lld 秒后恢复原设置。

source: Keep Settings
zh_hans: 保留设置

source: Revert Settings
zh_hans: 恢复原设置

source: No displays available.
zh_hans: 没有可用显示器。

source: Connection
zh_hans: 连接类型

source: Built-in
zh_hans: 内建

source: External
zh_hans: 外接

source: Looks like
zh_hans: 逻辑尺寸

source: Rendering pixels
zh_hans: 渲染像素尺寸

source: Refresh Rate
zh_hans: 刷新率

source: Yes
zh_hans: 是

source: No
zh_hans: 否

source: Resolution
zh_hans: 分辨率

source: Choose a mode…
zh_hans: 选择显示模式…

source: Apply Mode
zh_hans: 应用显示模式

source: Display Preset
zh_hans: 显示预设

source: Apply Display Preset: %@
zh_hans: 应用显示预设：%@

source: Open Display Settings
zh_hans: 打开显示器设置

source: Saved display presets could not be read. The original data was preserved.
zh_hans: 无法读取显示预设，原始数据已保留。

source: The display configuration changed during confirmation. Restoration was requested.
zh_hans: 确认期间显示配置发生变化，已尝试恢复原设置。

source: Could not restore the previous display configuration. Reconnect missing displays and retry.
zh_hans: 无法恢复原显示配置，请重新连接缺失的显示器后重试。

source: Configure Additional HiDPI Modes…
zh_hans: 配置更多 HiDPI 模式…

source: Additional HiDPI
zh_hans: 更多 HiDPI 缩放

source: Native scaling uses a system display override. Installation requires administrator approval and a restart; available modes still depend on macOS and the display connection.
zh_hans: 原生缩放通过系统显示器配置实现。安装需要管理员授权和重启；可用模式仍取决于 macOS 和显示器连接方式。

source: Updating display configuration…
zh_hans: 正在更新显示器配置…

source: Additional available HiDPI modes since installation: %lld
zh_hans: 相较安装前新增的可用 HiDPI 缩放档位：%lld

source: An installation record does not confirm that macOS enabled the requested modes.
zh_hans: 安装记录不代表 macOS 已启用所请求的模式。

source: Remove zbox Override…
zh_hans: 移除 zbox 显示配置…

source: Remove this zbox display override?
zh_hans: 移除此 zbox 显示配置吗？

source: Remove Override
zh_hans: 移除配置

source: Only the unchanged configuration installed by zbox will be removed. Restart macOS afterward.
zh_hans: 仅移除由 zbox 安装且内容未被修改的配置，完成后需要重启 macOS。

source: Enter the physical panel's native resolution before rotation, not the current looks-like or rendering size.
zh_hans: 请输入屏幕旋转前的物理原生分辨率，不要填写当前逻辑尺寸或渲染尺寸。

source: Native Width
zh_hans: 原生宽度

source: Native Height
zh_hans: 原生高度

source: This requests 2× rendering modes in small scaling steps. It does not change EDID or guarantee that every requested mode is supported.
zh_hans: 将请求一组细分的 2× 渲染模式，不修改 EDID。系统不一定支持其中的所有模式。

source: The override applies to all displays of this vendor and model. Existing overrides will not be overwritten. A restart is required.
zh_hans: 配置会影响相同厂商和型号的所有显示器，不会覆盖现有配置。安装后需要重启。

source: Requested scaling sizes: %lld
zh_hans: 请求的缩放档位：%lld

source: Logical width range: %lld–%lld
zh_hans: 逻辑宽度范围：%lld–%lld

source: Enter the panel's native unrotated resolution: width 640–16384 and height 480–16384.
zh_hans: 请输入旋转前的原生分辨率：宽度 640–16384，高度 480–16384。

source: Install with Administrator Approval
zh_hans: 通过管理员授权安装

source: A display override already exists. Remove it using the tool that created it before installing a zbox override.
zh_hans: 此显示器已有配置。请先通过创建该配置的工具移除，再安装 zbox 配置。

source: The installed override differs from zbox's saved configuration. It was not removed.
zh_hans: 系统配置与 zbox 保存的内容不一致，未执行移除。

source: The administrator operation was cancelled or failed. No success was confirmed.
zh_hans: 管理员操作已取消或失败，尚未确认操作成功。

source: Additional HiDPI configuration is supported only for external displays.
zh_hans: 额外 HiDPI 配置仅支持外接显示器。

source: HiDPI installation records could not be read. Existing data was preserved.
zh_hans: 无法读取 HiDPI 安装记录，原始数据已保留。

source: Configuration installed. Restart macOS, then refresh displays to check which HiDPI modes became available.
zh_hans: 配置已安装。请重启 macOS，再刷新显示器，检查新增的可用 HiDPI 模式。

source: The zbox override was removed. Restart macOS to reload the original display configuration.
zh_hans: zbox 显示配置已移除，请重启 macOS 以加载原配置。

source: The installation record was cleared. No override file was present.
zh_hans: 安装记录已清除，系统中没有对应的配置文件。

source: Apply
zh_hans: 应用

source: Rename
zh_hans: 重命名

source: Add Quicklink
zh_hans: 添加快捷入口

source: Choose File or Folder
zh_hans: 选择文件或文件夹

source: Enable Quicklinks
zh_hans: 启用快捷入口

source: Enter a search value.
zh_hans: 请输入搜索内容。

source: Enter a valid URL or choose a file or folder.
zh_hans: 请输入有效网址，或选择文件或文件夹。

source: File or Folder
zh_hans: 文件或文件夹

source: Insert {query} where the search value belongs.
zh_hans: 在需要填入搜索内容的位置插入 {query}。

source: Keywords (separated by spaces)
zh_hans: 关键词（以空格分隔）

source: Open
zh_hans: 打开
